Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] WEBTOON LATAM_Daytime Star.tmx
Source language: en
Languages: es_419

source: well, looking at how he's been constantly texting you for the past two weeks, it doesn't seem like he's the type to quickly change his mind.
es_419: bueno, en estas últimas dos semanas te ha estado enviando mensajes todo el tiempo. no parece de los que cambian de opinión así nomás.

source: um... thanks.
es_419: mmm… gracias.

source: huh? aren't you the actress for suji's role?
es_419: ah, ¿no eres la actriz para el papel de suji?

source: well?
es_419: ¿y?

source: at miran's wedding.
es_419: en la boda de miran.

source: 8I'd like to thank you for your interest, which is a great honor
es_419: 0uiero darte las gracias por tu interés, que es un grande honor

source: jingyeong, do you think this is okay?
es_419: jingyeong, ¿crees que esto está bien?

source: …both?
es_419: … ¿ambos?

source: …and is also a great way to boost blood circulation.
es_419: … y es una excelente manera de estimular la circulación.

source: oh, I'm on the road.
es_419: sí, estoy en el auto.

source: which is even more impressive!
es_419: ¡más impresionante aún!

source: I'm sorry--
es_419: lo siento…

source: your somewhat pretty face.
es_419: tienes una cara aceptable.

source: mediocre talent.
es_419: escaso talento.

source: I should just tell her when I get home.
es_419: mejor se lo contaré en casa.

source: they denied their relationship when the scandal broke out, but I guess they're really dating.
es_419: negaron su relación cuando estalló el escándalo, pero parece que sí están saliendo.

source: seunghyeon seonbae should be in busan filming time right now…
es_419: en este momento seunghyeon debería estar rodando en busan…

source: it's no fun drinking in an empty room.
es_419: beber solo en la habitación me aburre.

source: no way. that was a long time ago.
es_419: oh, no. ya pasó mucho tiempo.

source: oh, that sounds like a good plan!
es_419: ah, ¡qué plan tan fantástico!

source: I can't help myself but worry…
es_419: no puedo evitarlo…

source: ...seonbae didn't disappoint me.
es_419: … seonbae no me desilusionara.

source: of course...
es_419: por supuesto…

source: it's not funny! you've been weird for the past couple days.
es_419: ¡no es gracioso! has actuado raro los dos últimos días.

source: all the staff members are catering to him because his wife's family is prominent.
es_419: todos los miembros del personal lo complacen porque la familia de su esposa es prominente.

source: what happened?!
es_419: ¡¿qué ocurrió?!

source: however, her wounds are so deep that it's difficult for her to start a new relationship.
es_419: pero sus heridas son tan profundas que le es difícil iniciar una nueva relación.

source: not drunk enough, that's for sure!
es_419: ¡sin duda, no lo suficiente!

source: um, it's nothing… did he mention anything about join--
es_419: mm, no, nada… ¿mencionó algo sobre unirte a…?

source: hey, hey, seunghyeon! it's nothing like that!
es_419: ¡oye, oye, seunghyeon! ¡no es lo que piensas!

source: …and lean forward diagonally for a few seconds.
es_419: … e inclínate en diagonal unos segundos.

source: I'm glad you like it.
es_419: me alegra que les guste.

source: well, I spoke to him a couple times after we came back to seoul... (rest omitted)
es_419: bueno, hablé con él un par de veces desde que volvimos a seúl… (el resto está omitido)

source: I mean... it was quite cold and my back was aching.
es_419: hacía bastante frío y me dolía la espalda.

source: if he's asking me to wait…
es_419: si me pide que lo espere…

source: like I said, no one would ever say no to you if you make the move.
es_419: te lo dije antes, nadie te dejaría plantado si muestras interés.

source: ...but all in all, I'm glad I got to see him before my audition.{j}I feel revitalized.
es_419: … pero me alegra haberlo visto antes de mi audición.{j}me siento energizada.

source: getting prepped by professional hair stylists and makeup artists!
es_419: ¡me atienden peluqueros y maquilladores profesionales!

source: yeah, you're right.
es_419: sí, es cierto.

source: whoa! look at you!
es_419: ¡oye! ¡mírate!

source: hi, jeong-u! is the shoot going well?
es_419: ¡hola, jeong-u! ¿el rodaje va bien?

source: uh...{j}I think that's enough gratitude for today. go and rest...
es_419: eh…{j}creo que es suficiente gratitud por hoy. ve y descansa...

source: well then…
es_419: entonces…

source: not only is she beautiful, she's a talented and successful actress.
es_419: no solo es hermosa, tiene éxito y talento.

source: the entire nation knows you can't, so why are you getting all worked up for?
es_419: todo el país sabe que eres un incapaz, así que ¿por qué te alteras tanto?

source: but who'd have thought it's a role that dies in the first scene?
es_419: pero ¿quién hubiera pensado que tu personaje moría en la primera escena?

source: I keep running, but why can't I get off that treadmill?
es_419: sigo corriendo, pero es como una rueda para hámster.

source: ah, you've met her, too.
es_419: tú también la conociste.

source: I'm not sure what you intended to say in the text…
es_419: no sé bien qué querías decir en el mensaje,

source: it's in the car.{j}I'll be right back!
es_419: está en el auto.{j}¡ya vuelvo!

source: ooooh!! seunghyeon!!
es_419: ¡¡aaah!! ¡¡seunghyeon!!

source: you know, you look a lot more tired than me.
es_419: tú te ves mucho más cansado que yo.

source: you know how it is.
es_419: tú me entiendes.

source: you're lucky it was me. any other man would've dumped you in a month when you're not putting out, especially when you don't even have anything to show for.
es_419: tuviste suerte de que fuera yo. cualquier otro hombre te hubiera abandonado al mes, cuando te hacías la difícil. sobre todo considerando que no tienes nada que mostrar.

source: I can't wait...
es_419: estoy ansiosa…

source: go play.{j}I'm the one working, not you.
es_419: ve a jugar.{j}soy yo el que trabajará, no tú.

source: when have you been planning this since?
es_419: ¿desde cuándo has estado planeando esto?

source: haha, well, we're used to it…
es_419: ja, ja, estamos acostumbrados…

source: you alright?
es_419: ¿estás bien?

source: oh… I'll talk to you later.
es_419: sí, hablaremos más tarde.

source: do you have any idea how much the cancellation fee is?!
es_419: ¡¿tienes idea de cuánto cuesta pedir la cancelación?!

source: however, certain people require different approach methods.
es_419: pero hay personas que requieren métodos de acercamiento diferentes.

source: everyone was so friendly and welcoming.
es_419: todos son muy amables y simpáticos.

source: A struggling, no-name actress of seven years, Yura Hwang.
es_419: Por siete años, Yura Hwang ha sido una actriz desconocida, aunque muy luchadora.

source: suji is the ex-girlfriend role of the male lead, who has a couple of reminiscing scenes...
es_419: suji es el papel de exnovia del protagonista masculino. tiene un par de escenas de recuerdos…

source: let's go back in.
es_419: volvamos a entrar.

source: where are you going?
es_419: ¿adónde vas?

source: good luck on your audition.
es_419: suerte en tu audición.

source: she's the girl from that time...
es_419: es la chica de aquella vez…

source: umm...{j}I...
es_419: mmm…{j}yo…

source: ha!
es_419: ¡ja!

source: huh? join?
es_419: ¿unirme?

source: you've forgotten your lines, which you never do, and you rant and rave about how tired you are, but you can't even go to sleep.
es_419: olvidas tus líneas, cosa que no ocurre jamás, y despotricas sobre lo cansado que estás, pero ni siquiera puedes dormir.

source: wh-what do you mean?!{j}I'm here for the shoot!
es_419: ¡¿a-a qué te refieres?!{j}¡estoy aquí por la filmación!

source: ma'am, I'm sorry but this seat belongs to seung--
es_419: lo siento, señora, pero este asiento pertenece a seung…

source: I'll see you later.
es_419: te veré luego.

source: what the... did you get into a fight with director yu? did he push you in the water?!
es_419: ¿que diabl…? ¿te peleaste con el director yu? ¡¿te empujó al agua?!

source: you're done?
es_419: ¿están listos?

source: one day ago
es_419: el día anterior

source: you were considering sinsa, but I guess you decided to go with apgujeong.
es_419: estabas considerando el barrio de sinsa, pero veo que preferiste apgujeong.

source: what is this jerk plotting now?
es_419: ¿qué trama ahora este imbécil?

source: you know what… it's incredible.
es_419: ¿sabes qué? es increíble.

source: I can't believe I sent a disastrous drunk text like this!{j}I look like a complete loser!!
es_419: ¡cómo pude enviar semejante mensaje de borracho!{j}¡¡parezco idiota!!

source: but jingyeong.
es_419: pero jingyeong.

source: did you find a new man?
es_419: "¿encontraste otro hombre?"

source: why would you pay for my groceries while I was getting my credit card out?!
es_419: ¡¿por qué pagaste mis compras?! ¡estaba sacando la tarjeta de crédito!

source: what's going on between those two?
es_419: ¿qué hay entre esos dos?

source: for real. we have the whole place to ourselves.
es_419: es cierto. tenemos todo el lugar para nosotras.

source: did you leave? where you at?
es_419: "¿te fuiste? ¿dónde estás?"

source: oh, there's a monitor here!
es_419: ah, ¡hay un monitor!

source: episode 18
es_419: episodio 18

source: yura, let's go! director yu's already back and they're waiting for you.
es_419: ¡yura, vamos! el director yu ya regresó y te están esperando.

source: yes, yura! you're alive.
es_419: ¡estás viva, yura!

source: …what're you doing here...?
es_419: ¿qué haces aquí?

source: I hate my job.
es_419: odio mi trabajo.

source: I'm yura's manager.
es_419: soy la representante de yura.

source: I made sure I typed it correctly…
es_419: me aseguré de escribirlo bien…

source: it's my first time shopping for groceries like this.
es_419: es la primera vez que compro comida así.

source: oh, n-no!
es_419: ¡ay, n-no!

source: I don't know the details, but he snatched up changhyeon's role.
es_419: no conozco los detalles, pero le arrebató el papel a changhyeon.

source: I don't have to go to that ridiculous gathering…
es_419: no tendré que ir a esa estúpida reunión…

source: oh, my baby girl!{j}I'm so proud of you for landing this golden opportunity!!
es_419: ¡ay, mi chiquitina!{j}es una oportunidad única. ¡¡estoy tan orgullosa de ti!!

source: isn't that right, yura?!
es_419: ¡¿verdad, yura?!

source: here comes the groom!
es_419: ¡aquí llega el novio!

source: oh my god!!
es_419: ¡¡oh, dios!!

source: sure! you'll be doing me a favor!
es_419: ¡adelante! ¡me harás un favor!

source: Wishing you health
es_419: te deseo salud

source: do you think I can take this label as my souvenir later?!
es_419: ¡¿podré llevarme este cartel de recuerdo cuando me vaya?!

source: …very nice...
es_419: … amigables…

source: so cute…
es_419: encantadora…

source: see you back home.
es_419: "nos vemos en casa".

source: don't you think it'll be best for all of us to meet together?
es_419: ¿verdad que será mejor que nos reunamos los tres?

source: nothing much...
es_419: nada en especial…

source: then, I gotta go...
es_419: entonces debo ir…

source: goodness!!
es_419: ¡¡santo cielo!!

source: how'd you do? what took you so long?
es_419: ¿y? ¿qué tal? ¿por qué tardaste tanto?

source: she does seem fine but--
es_419: parece estar bien, pero…

source: my wounds were just about to heal...
es_419: mis heridas estaban a punto de sanar…

source: that spiteful man doesn't know when to stop.
es_419: ese hombre despiadado no sabe cuándo parar.

source: sorry I left in a hurry without saying bye.
es_419: lamento haberme ido sin despedirme.

source: analyzing jingyeong's recent behavior pattern.
es_419: analizando el patrón de comportamiento de jingyeong.

source: rise
es_419: DE PIE

source: and thank you for acting so well on screen.
es_419: y gracias por actuar tan bien.

source: what a hypocrite...
es_419: qué hipócrita…

source: there's no talent!!
es_419: ¡¡nada de talento!!

source: h-he... saved me?
es_419: ¿é-él… me rescató?

source: hey, jeong-u. it's sad how simple-minded you are.
es_419: ay, jeong-u. da lástima ver lo ingenuo que eres.

source: um… nothing in particular.
es_419: mm… nada en especial.

source: Done
es_419: hecho

source: how sad…
es_419: qué triste…

source: after that incident, I don't know what that jerk did, but all the schedules got canceled and yura went through a lot of difficulties.
es_419: después del incidente, no sé qué hizo el idiota, pero todos los compromisos se cancelaron y yura tuvo muchas dificultades.

source: they want you to come to busan three days from now. that's when you'll start shooting your scene.
es_419: quieren que vayas a busan dentro de tres días. es cuando empezarás a rodar tu escena.

source: I don't even have to act out those emotions.
es_419: ni siquiera deberé actuar estas emociones.

source: now, the moment everyone's been waiting for!
es_419: ¡ha llegado el momento que estaban esperando!

source: let's leave a text message!
es_419: ¡le dejaré un mensaje!

source: I need to have an honest talk with him as well.
es_419: además, necesito tener una conversación sincera con él.

source: I'll use this opportunity to finally make my name known!
es_419: ¡aprovecharé esta oportunidad para al fin dar a conocer mi nombre!

source: ugh, wait!
es_419: ¡uf, aguarda!

source: what's he doing here?!
es_419: ¡¿qué hace aquí?!

source: but you already think she's going to go out with you, huh?
es_419: pero ya estás convencido de que saldrá contigo, ¿no?

source: now, now, scoot over.
es_419: oye, vamos, hazme sitio.

source: alright. good luck!
es_419: bien. ¡buena suerte!

source: I slept in the manager's room.
es_419: dormí en el cuarto de gwangsu.

source: but are you sure she doesn't need to go to a hospital?
es_419: ¿estás segura de que no necesita ir a un hospital?

source: wow...
es_419: vaya…

source: all right. then I guess I should get going as well.
es_419: bien. supongo que debo ir con él.

source: he seems like a very thoughtful and caring man.
es_419: parece muy considerado y atento.

source: please, come in.
es_419: pase, por favor.

source: …but how far are we going?
es_419: … pero ¿tan lejos está?

source: those who think they're somebody because they've been in this field for some years...
es_419: que creen que son alguien porque llevan algunos años en esta industria…

source: I can do that much for my ex.
es_419: puedo hacer eso por mi ex.

source: what else?
es_419: ¿qué más?

source: hey! what man?! as if I have the time to meet any!
es_419: ¡oye! ¡¿qué hombre?! ¡como si tuviera tiempo para eso!

source: I can't believe how haughty you were, when you don't even have money or connections.
es_419: no puedo creer lo altiva que eres. ni siquiera tienes dinero o conexiones.

source: is it okay for us to be doing this…
es_419: ¿está bien que hagamos esto…

source: yura hwang? who's that?
es_419: ¿yura hwang? ¿quién es?

source: what?! how?!
es_419: ¡¿qué?! ¡¿cómo?!

source: feeling fresh and new!
es_419: ¡estoy fresca y renovada!

source: don't you dare leave me like this!!
es_419: ¡¡no te atrevas a dejarme así!!

source: that's not important right now!
es_419: ¡eso no importa!

source: I thought about him so much that I thought I was hallucinating when he appeared before me…
es_419: y tanto pensé en él que creí que alucinaba cuando se me apareció…

source: I'm not done talking.
es_419: no he terminado.

source: you constantly talked about seunghyeon after shooting time!
es_419: ¡siempre hablabas de seunghyeon después del rodaje de tiempo!

source: he just finished shooting an all-nighter. he wanted to wish me luck with the shoot.
es_419: estuvo trabajando toda la noche. quería desearme suerte en el rodaje.

source: ichon park?
es_419: ¿a ichon park?

source: tomorrow… nothing in particular.
es_419: mañana… pues nada en particular.

source: she looks familiar...
es_419: su cara me es familiar…

source: good morning, seonbae!
es_419: ¡buenos días, seonbae!

source: hey, look over there.
es_419: oye, mira eso.

source: hey, jingyeong.
es_419: hola, jingyeong.

source: why do you always sneak up like that?!
es_419: ¡¿por qué siempre te acercas sigilosamente?!

source: uh.
es_419: ah.

source: she's on TV!
es_419: ¡está en la tele!

source: you do understand, right?
es_419: lo comprendes, ¿verdad?

source: what do you mean?
es_419: ¿qué quieres decir?

source: …with your friends waiting out there?
es_419: … con tus amigos esperando afuera?

source: suji doesn't have many scenes, but she definitely makes a statement in this movie.
es_419: suji no tiene muchas escenas, pero, sin duda, se destaca en esta película.

source: how do I look, jingyeong?
es_419: ¿cómo me veo, jingyeong?

source: …body heat…
es_419: calidez…

source: hahaha, yes. how've you been?
es_419: ja, ja, ja, sí. ¿qué tal?

source: sneak
es_419: ASOMA

source: you caught all that?
es_419: ¿notaste todo eso?

source: you must've had a lot on your shoulders...
es_419: has tenido que ocuparte de demasiadas cosas…

source: seonbae knows how to cook as well?
es_419: ¿seunghyeon cocina?

source: but we still need to be cautious for about two to three days…
es_419: pero debemos estar atentos durante dos o tres días,

source: that's because miran misses you a lot. you've been away for a while.
es_419: porque miran te extraña mucho. has estado ausente por bastante tiempo.

source: it was foolish to think that I was fine when I drank that much!
es_419: ¡qué tonta fui al pensar que me encontraba bien habiendo bebido tanto!

source: To.{j}Yura Thank you for your love!
es_419: para yura{j}¡gracias por tu cariño!

source: oh, man… I need to take this call.
es_419: oh, vaya, debo responder.

source: uh, no, it's not like that…
es_419: ay, no. no es lo que piensan…

source: I didn't want to leave, either.
es_419: no quería irme.

source: you can answer my questions over the phone.
es_419: puedes responderme por teléfono.

source: yes, jeong-u kim. did you go sightseeing yesterday or something?
es_419: sí, jeong u kim. ¿ayer fuiste a pasear, o algo parecido?

source: all you did was play house with me for eight long months.
es_419: solo jugaste conmigo a la casita durante ocho largos meses.

source: that'll be fantastic!!
es_419: ¡¡sería fantástico!!

source: plus, she never came down to busan to see me herself.
es_419: además, nunca fue a busan a verme.

source: so--
es_419: muy…

source: ...as the bride and groom, miran mun and jeong-u kim, walk down the aisle!
es_419: … a la novia y el novio, miran mun y jeong-u kim, que ya se acercan por el pasillo.

source: director jang, I got snuck a peek while waiting and noticed that you barely stopped the shoot.
es_419: director jang, mientras esperaba observé su trabajo y noté que apenas detuvo el rodaje.

source: the logic of yours.
es_419: qué raro eres.

source: that's strange.
es_419: qué raro.

source: it doesn't get any more manlier than this!
es_419: ¡no se puede ser más hombre que esto!

source: …but ruining the audition I've prepared really hard for that reason is even more despicable!
es_419: … ¡pero arruinar la audición que he preparado tanto, por ese motivo, es aún peor!

source: ugh…
es_419: uf…

source: SALE
es_419: MENOS

source: I checked it several times yesterday…
es_419: lo revisé varias veces ayer…

source: if I were you, I'd be shooting more scenes instead of wasting time like this.
es_419: si estuviera en tu lugar, estaría filmando escenas en vez de perder el tiempo así.

source: flush
es_419: ROJA

source: luckily, I feel like I want to die right now.
es_419: afortunadamente, siento que quiero morir ya mismo.

source: yura, I'll be at the food court on the ninth floor. you head on in after getting your ticket in the hot line.
es_419: yura, estaré en el patio de comidas del noveno piso. pide tu boleto en la línea directa y entra.

source: I, well...
es_419: yo, bueno…

source: constantly on my mind…
es_419: no dejo de pensar en ti,

source: you have to shoot in the water today. if you can't get it right on your first try, you'll have a hard time. so you just focus on your part!
es_419: hoy tienes que filmar en el agua. si no lo haces bien en el primer intento, tendrás dificultades. ¡solo concéntrate en tu papel!

source: …did you plan this with jingyeong like you did when we met at the café?
es_419: … ¿planeaste esto con jingyeong, como cuando nos encontramos en el café?

source: ugh!
es_419: ¡agh!

source: is the jina she's referring to, the actress jina song?!
es_419: ¿se estará refiriendo a la actriz jina song?

source: all I can say is that I'm truly honored!
es_419: ¡solo puedo decir que me honra estar aquí!

source: of all the times!
es_419: ¡qué inoportuno!

source: oh, yes!
es_419: ¡ah, sí!

source: that's what you think.
es_419: es lo que crees.

source: why not?
es_419: ¿por qué?

source: yura, I'll be right back.
es_419: un momento, yura.

source: blah blah, thank you.
es_419: bla, bla, gracias.

source: New Contact
es_419: nuevo contacto

source: yura, let's go!
es_419: ¡vamos, yura!

source: oh my… you're a cook but you can't even tell the difference between bell peppers and paprika?
es_419: cielos… ¿eres cocinero y no sabes diferenciar entre pimientos y pimentón?

source: and let me know how good this jeong-u kim is.
es_419: "y cuéntame qué tan bueno es este jeong-u kim."

source: really? do I really look alright?
es_419: ¿de veras? ¿seguro que estoy bien así?

source: …is making her hesitate this much?
es_419: … ¿qué la hace dudar tanto?

source: hey, I gotta go.
es_419: oye, debo irme.

source: oh, jingyeong! right on time!
es_419: ¡jingyeong! ¡llegas a tiempo!

source: you know where the hot line is, right? over there!
es_419: sabes dónde está, ¿no? ¡ahí!

source: hey, what the heck? are you even listening to me?
es_419: oye, ¿qué diablos te pasa? ¿me estás escuchando?

source: yep, I'll talk to you later.
es_419: sí, hablaremos más tarde.

source: how's it ridiculous? this is an investment!
es_419: ¿ridículo? es una inversión.

source: …you tell him!
es_419: … ¡díselo!

source: my goodness!
es_419: ¡santo cielo!

source: ...we've been exchanging texts here and there.
es_419: así que hemos intercambiado algunos mensajes.

source: you need to go to a gym in gangnam. a place where all the celebrities work out at.
es_419: tiene que ser en gangnam, donde entrenan las celebridades.

source: do you wanna go somewhere and wait for me?
es_419: ¿quieres ir a algún lado y esperarme?

source: I wonder how seonbae is doing on site…
es_419: me pregunto cómo le irá a seunghyeon…

source: but those expressions…
es_419: pero esas expresiones…

source: …to call him at this hour?
es_419: … si lo llamo a esta hora?

source: where did I see her?
es_419: ¿dónde la vi?

source: what happened with our room?
es_419: ¿qué pasó con nuestra habitación?

source: ...sleep in my room.
es_419: … que duermas en mi cuarto.

source: you can do it.
es_419: puedes lograrlo.

source: well, then there's no need for you to rush into things. just keep in touch and get to know him slowly.
es_419: bueno, no debes precipitarte. solo mantente en contacto y conócelo poco a poco.

source: oh well, we already paid for the membership…
es_419: ah, bueno. ya pagamos la membresía…

source: it's real. very real! goodness, you cry-baby.
es_419: es real. ¡muy real! oh, vaya, qué llorona.

source: I'm just frustrated.
es_419: me siento frustrada.

source: but isn't it too late…
es_419: ¿será muy tarde…

source: how was traffic?
es_419: ¿qué tal el tráfico?

source: you're the third person for this role and I'm just fed up with the change.
es_419: eres la tercera persona en este papel, y estoy harto de tanto cambio.

source: I know, so don't worry and get going. you haven't seen gwangsu in a while as well.
es_419: lo sé. no te preocupes, ve. tú tampoco has visto a gwangsu en mucho tiempo.
